---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLAngle.BoltSpacingShorterFlange
source: html/e7b099cf-b545-5c37-b66b-56e8a1e98014.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLAngle.BoltSpacingShorterFlange Property

Standard bolt spacing in the shorter flange, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacingShorterFlange { get; set; }
```